{
    "Menu":{
        "address":"Luanda, Angola",
        "role":"Desenvolvedor / Estudante",
        "aboutlink":"Sobre",
        "projectslink":"Projectos",
        "contactlink":"Contacto",
        "shoplink":"Loja",
        "social":"Outros links",
        "back":"Voltar"
    },
    "About":{
        "title":"Sobre mim",
        "subtitle":"Conheça Antonewton, um desenvolvedor habilidoso.",
        "introduction":{
            "title":"Introdução",
            "subtitle":"Desenvolvedor de Software apaixonado por tecnologia, startups e projectos pessoais",
            "description":"Antonewton Quima é um apaixonado desenvolvedor de software e estudante de engenharia informática no ISPTEC, bem como estudante na Escola 42 Luanda, dedicado a construir soluções inovadoras que fazem a diferença. Com experiência em desenvolvimento frontend, ele se especializa em Next.js, Tailwind CSS, TypeScript e Shadcn, criando aplicações web modernas e amigáveis.",
            "description2":"Antonewton está comprometido com o aprendizado contínuo, colaboração e entrega de experiências digitais de alta qualidade."
        },
        "curiosity":{
            "music":{
                "title":"Música",
                "description":"lofi"
            },
            "city":{
                "title":"Cidade",
                "description":"Luanda"
            },
            "interests":{
                "title":"Interesses",
                "description":"Startups"
            },
            "ministry":{
                "title":"Ministério",
                "description":"Desbravadores"
            },
            "food":{
                "title":"Comida",
                "description":"Arroz Doce"
            },
            "system":{
                "title":"Sistema",
                "description":"Linux-Ubuntu"
            }
        }
    },
    "Projects":{
        "title":"Projectos",
        "subtitle":"Explore o meu portfólio de projectos de 2023 a 2025.",
        "all":"Todos",
        "noprojects":"Projectos Não Encontrados"
    },
    "Shop":{
        "title":"Colecção de t-shirts Tech",
        "subtitle":"Explore a nossa colecção de t-shirts com temas de programação e tecnologia. Encontre a camiseta perfeita para expressar sua paixão por codificação e tecnologia."
    },
    "Contact":{
        "title":"Entre em contacto comigo",
        "subtitle":"Tem uma pergunta ou quer trabalhar juntos? Sinta-se à vontade para entrar em contacto."
    },
    "Version":{
        "title":"Registo de Alterações",
        "description":"Acompanhe a evolução do meu portfólio com atualizações e melhorias detalhadas.",
        "version":{
            "three":{
                "title":"Version 3.0",
                "date":"14 de Jan de 2025",
                "description":"Uma atualização com novo design e desempenho aprimorado. O portfólio agora apresenta uma aparência mais moderna, tempos de carregamento mais rápidos e uma experiência do usuário aprimorada. Novos projetos e conquistas foram adicionados para exibir meus trabalhos mais recentes."
            }            
        }

    }
}